ORIGIN_DATA = {
    "weather": [
        "晴", "多云", "阴", "小雨", "中雨", "大雨", "雷阵雨", "暴雨", "雨夹雪", "雪", "雨雪", "大风",
        "雾", "霾", "冰雹", "沙尘暴", "高温", "低温", "寒潮", "春暖花开", "秋高气爽"
    ],
    "behavior": [
        "外出晒太阳", "适宜户外活动", "减少户外活动", "携带雨伞", "尽量待在室内", "避免外出", "待在室内，远离电器",
        "不要外出，注意防洪水", "穿暖和并携带雨具", "穿保暖衣物，注意防滑", "穿保暖衣物，携带雨具", "避免靠近高楼和广告牌",
        "减速驾驶，开启雾灯", "佩戴口罩，减少外出", "寻找遮蔽物，避免被冰雹击中", "佩戴口罩，减少外出", "保持水分，穿轻薄透气衣物",
        "增添衣物，注意保暖", "采取保暖措施，减少外出", "户外赏花，进行春游活动", "适宜户外活动，享受秋天的凉爽"
    ],
    "transport": [
        "步行/自行车", "步行/自行车/汽车", "步行/自行车/汽车", "步行/公共交通/汽车（带雨刷）", "公共交通/汽车（带雨刷）",
        "公共交通/汽车（带雨刷）", "公共交通/汽车（带雨刷）", "公共交通/汽车（带雨刷）", "公共交通/汽车（带雨刷）",
        "公共交通/汽车（带雨刷/雪链）", "公共交通/汽车（带雨刷/雪链）", "公共交通/汽车（注意防风）", "公共交通/汽车（开启雾灯）",
        "公共交通/汽车（关闭车窗）", "公共交通/汽车（关闭车窗）", "公共交通/汽车（关闭车窗）", "公共交通/汽车（空调开启）",
        "公共交通/汽车（保暖设施开启）", "公共交通/汽车（保暖设施开启）", "步行/自行车/汽车", "步行/自行车/汽车"
    ],
    "scenic": [
        "中山陵", "玄武湖", "夫子庙", "紫金山", "南京博物院", "雨花台", "南京城墙", "秦淮河", "南京大屠杀纪念馆",
        "明孝陵", "老门东"
    ]
}
